Repository: unclenachoduh/term_extractor
Catalog: tmx/mobile/es-MX.firefox-for-ios.tmx
Source language: en_us
Languages: es_mx

source: 1 of %d files
es_mx: 1 de %d archivos

source: %1$@ on %2$@
es_mx: %1$@ en %2$@

source: About
es_mx: Acerca de

source: Account Verification Required
es_mx: Se requiere verificación de cuenta

source: Add
es_mx: Agregar

source: Add Bookmark
es_mx: Agregar marcador

source: Added page to Reading List
es_mx: Página agregada a la lista de lectura

source: Added Search engine!
es_mx: ¡Agregado nuevo motor de búsqueda!

source: Added to Reading List
es_mx: Agregado a la Lista de lectura

source: Added To Reading List
es_mx: Agregado a la lista de lectura

source: Address and Search
es_mx: Dirección y búsqueda

source: Add Search Engine
es_mx: Agregar motor de búsqueda

source: Add Search Provider?
es_mx: ¿Agregar nuevo proveedor de búsqueda?

source: Add Tab
es_mx: Agregar pestaña

source: Add to Bookmarks
es_mx: Agregar a marcadores

source: Add to Reading List
es_mx: Agregar a la lista de lectura

source: A device has disconnected from Firefox Sync
es_mx: Un dispositivo ha sido desconectado de Firefox Sync

source: Ad trackers
es_mx: Rastreador de anuncios

source: Advanced
es_mx: Avanzado

source: After 10 minutes
es_mx: Después de 10 minutos

source: After 15 minutes
es_mx: Después de 15 minutos

source: After 1 hour
es_mx: Después de 1 hora

source: After 1 minute
es_mx: Después de 1 minuto

source: After 5 minutes
es_mx: Después de 5 minutos

source: Align QR code within frame to scan
es_mx: Ajusta el código QR al marco para escanearlo

source: Allow Firefox to use my Photos
es_mx: Permitir que Firefox use mis fotos

source: Allows some trackers so websites function properly.
es_mx: Permitir algunos rastreadores para que los sitios web funciones adecuadamente.

source: Allow Third-Party Keyboards
es_mx: Permitir teclados de terceros

source: Always
es_mx: Siempre

source: Always On
es_mx: Siempre encendido

source: Always Send
es_mx: Enviar siempre

source: A modern mobile browser from Mozilla, the non-profit committed to a free and open web.
es_mx: Un navegador móvil moderno de Mozilla, la fundación sin fines de lucro, comprometida con la una web libre y abierta.

source: Analytic trackers
es_mx: Rastreador de analítica

source: An error occured while adding the pass to Wallet. Please try again later.
es_mx: Ocurrió un error al agregar el pase a Wallet. Por favor, intenta de nuevo más tarde.

source: Are you sure?
es_mx: ¿Estás seguro?

source: Are you sure you want to cancel this download?
es_mx: ¿Estás seguro que quieres cancelar la descarga?

source: Are you sure you want to clear all of your data? This will also close all open tabs.
es_mx: ¿Seguro que quieres borrar todos tus datos? Esto también cerrará toda pestaña abierta.

source: Are you sure you want to delete it and its contents?
es_mx: ¿Estás seguro de que quieres borrarlo así como su contenido?

source: A search engine with this title or URL has already been added.
es_mx: Ya se había añadido un buscador con este título o URL.

source: A username and password are being requested by %@.
es_mx: Un nombre de usuario y contraseña están siendo solicitados por %@.

source: A username and password are being requested by %1$@. The site says: %2$@
es_mx: Un nombre de usuario y contraseña están siendo solicitados por %1$@. El sitio dice: %2$@

source: Authentication required
es_mx: Autenticación requerida

source: Available devices:
es_mx: Dispositivos disponibles:

source: Back
es_mx: Atrás

source: Back to Themes
es_mx: Volver a Temas

source: Basic (Recommended)
es_mx: Básico (Recomendado)

source: Be on the Lookout
es_mx: Estate atento

source: Block Lists
es_mx: Bloquear listas

source: Block online trackers
es_mx: Bloquear rastreadores en línea

source: Block Pop-up Windows
es_mx: Bloquear ventanas emergentes

source: Blocks known trackers. Some websites may not function properly.
es_mx: Bloquear rastreadores conocidos. Algunos sitios web puede no funcionar adecuadamente.

source: Bookmark
es_mx: Marcador

source: Bookmark Added
es_mx: Marcador agregado

source: Bookmarked
es_mx: Marcado

source: Bookmark Removed
es_mx: Marcador eliminado

source: Bookmarks
es_mx: Marcadores

source: Bookmarks Menu
es_mx: Menú de marcadores

source: Bookmarks Toolbar
es_mx: Barra de marcadores

source: Bookmarks you save will show up here.
es_mx: Marcadores guardados se mostrarán aquí.

source: Bookmark This Page
es_mx: Agregar esta página a marcadores

source: Brightness
es_mx: Brillo

source: Browse like no one’s watching
es_mx: Navega como si nadie te estuviera viendo

source: Browse multiple Web pages at the same time with tabs.
es_mx: Navega por múltiples sitios a la vez con las pestañas.

source: Browsing History
es_mx: Historial de navegación

source: Cache
es_mx: Caché

source: Call
es_mx: Llamar

source: Cancel
es_mx: Cancelar

source: Cancel Download
es_mx: Cancelar descarga

source: Cannot Open Page
es_mx: No se puede abrir la página

source: Change Passcode
es_mx: Cambiar código de acceso

source: Changes color theme.
es_mx: Cambiar el color del tema.

source: Changes font type.
es_mx: Cambiar el tipo de letra

source: Choose
es_mx: Elegir

source: Choose Theme
es_mx: Elegir tema

source: Clear
es_mx: Limpiar

source: Clear Everything
es_mx: Limpiar todo

source: Clear Private Data
es_mx: Limpiar datos privados

source: Clear Search
es_mx: Limpiar búsqueda

source: Close
es_mx: Cerrar

source: Close All Tabs
es_mx: Cerrar todas las pestañas

source: Close Menu
es_mx: Cerrar menú

source: Close Private Tabs
es_mx: Cerrar pestañas privadas

source: Close Selected Tab
es_mx: Cerrar pestaña seleccionada

source: Close Tab
es_mx: Cerrar pestaña

source: Closing tab
es_mx: Cerrando pestaña

source: computer
es_mx: computadora

source: Connect Another Device
es_mx: Conectar otro dispositivo

source: Connect Firefox everywhere you use it.
es_mx: Conecta Firefox donde quiera que lo uses.

source: Content trackers
es_mx: Rastreadores de contenido

source: Copy
es_mx: Copiar

source: Copy Address
es_mx: Copiar dirección

source: Copy Image
es_mx: Copiar imagen

source: Copy Link
es_mx: Copiar enlace

source: Copy URL
es_mx: Copiar URL

source: Could not add page to Reading list
es_mx: No se pudo agregar la página a la lista de lectura

source: Could not add page to Reading List. Maybe it's already there?
es_mx: No se pudo agregar la página a la lista de lectura. ¿Ya estará ahí?

source: Could not add page to Reading List. Maybe it’s already there?
es_mx: No se pudo agregar la página a la lista de lectura. ¿Ya estará ahí?

source: Could not load page.
es_mx: No se pudo cargar la página

source: Create an account
es_mx: Crear una cuenta

source: Current Homepage
es_mx: Página de inicio actual

source: Customize
es_mx: Personalizar

source: Dark
es_mx: Oscuro

source: %d device(s) connected
es_mx: %d dispositivo(s) conectados

source: Debug: forget Sync auth state
es_mx: Depurar: olvidar estado de autenticación de Sync

source: Debug: require password
es_mx: Depurar: requiere contraseña

source: Debug: require upgrade
es_mx: Depurar: requiere actualización

source: Debug: use stage servers
es_mx: Depurar: usa servidores de prueba

source: Decrease text size
es_mx: Reducir tamaño del texto

source: Default Search Engine
es_mx: Motor de búsqueda predeterminado

source: Default Themes
es_mx: Temas predeterminados

source: Delete
es_mx: Borrar

source: Delete from History
es_mx: Borrar de mi historial

source: Deselect All
es_mx: Deseleccionar todo

source: Desktop Bookmarks
es_mx: Marcadores de escritorio

source: Device Name
es_mx: Nombre del dispositivo

source: Disable additional page dialogs
es_mx: Deshabilitar páginas adicionales de diálogos

source: Disable for this site
es_mx: Desactivar para este sitio

source: Disable Night Mode
es_mx: Desactivar modo de noche

source: Disconnect
es_mx: Desconectar

source: Disconnect Sync
es_mx: Desconectar Sync

source: Disconnect Sync?
es_mx: ¿Desconectar Sync?

source: Dismiss
es_mx: Descartar

source: Display Settings
es_mx: Preferencias de visualización

source: Done
es_mx: Realizado

source: Don’t Save
es_mx: No guardar

source: Don't Send
es_mx: No enviar

source: Don’t Send
es_mx: No enviar

source: Double tap and hold to open history
es_mx: Presiona dos veces y manténlo para abrir el historial

source: Download Cancelled
es_mx: Descarga cancelada

source: Downloaded Files
es_mx: Archivos descargados

source: Downloaded files will show up here.
es_mx: Los archivos descargados aparecerán aquí.

source: Download Failed
es_mx: Falló la descarga

source: Download Link
es_mx: Enlace de descarga

source: Download Now
es_mx: Descargar ahora

source: Downloads
es_mx: Descargas

source: Downloads aren't supported in Firefox yet.
es_mx: Las descargas aún no están soportadas in Firefox.

source: Do you want to save the password for %1$@ on %2$@?
es_mx: ¿Deseas guardar la contraseña para %1 $@ en %2 $@?

source: Do you want to save the password on %@?
es_mx: ¿Deseas guardar la contraseña en %@?

source: Do you want to update the password for %1$@ on %2$@?
es_mx: ¿Quieres actualizar la contraseña para %1$@ en %2$@?

source: Do you want to update the password on %@?
es_mx: ¿Quieres actualizar la contraseña en %@?

source: Do you want to use this web page as your home page?
es_mx: ¿Deseas usar este sitio web como página de inicio?

source: %d tab(s) closed
es_mx: %d pestaña(s) cerrada(s)

source: Easily switch between open pages with tabs.
es_mx: Cambia fácilmente entre páginas abiertas con las pestañas.

source: Edit
es_mx: Editar

source: Enable
es_mx: Activar

source: Enable for this site
es_mx: Activar para este sitio

source: Enable Night Mode
es_mx: Habilitar modo de noche

source: Enable Tracking Protection
es_mx: Activar la protección de rastreo

source: Enter a new passcode
es_mx: Ingresar un nuevo código de acceso

source: Enter a passcode
es_mx: Ingresar un código de acceso

source: Enter a webpage
es_mx: Ingresar un sitio web

source: Enter passcode
es_mx: Ingresar código de acceso

source: Enter Passcode
es_mx: Ingresar código de acceso

source: Enter Search Mode
es_mx: Ingresar modo búsqueda

source: Enter your password to connect
es_mx: Introduce tu contraseña para conectarte

source: Enter your password to connect.
es_mx: Introduzca su contraseña para conectar.

source: Face ID & Passcode
es_mx: Face ID & código

source: Failed
es_mx: Falló

source: Failed to Add Pass
es_mx: Error al agregar pase

source: Find
es_mx: Buscar

source: Find in Page
es_mx: Encontrar en la página

source: Find In Page
es_mx: Buscar en la página

source: Firefox Account
es_mx: Cuenta de Firefox

source: Firefox and the cloud
es_mx: Firefox y la nube

source: Firefox cannot open the page because it has an invalid address.
es_mx: Firefox no puede abrir la página porque tiene una dirección inválida.

source: Firefox Downloads
es_mx: Descargas de Firefox

source: Firefox Home Page
es_mx: Página de inicio de Firefox

source: Firefox is blocking parts of the page that may track your browsing.
es_mx: Firefox está bloqueando partes de la página que pueden rastrear tu navegación.

source: Firefox is unable to download or display this file. Would you like to open it in another app?
es_mx: Firefox no puede descargar o mostrar este archivo. ¿Quieres abrirlo con otra aplicación?

source: Firefox needs to reopen for this change to take effect.
es_mx: Firefox tiene que abrir de nuevo para que este cambio surta efecto.

source: Firefox Sync has connected to %@
es_mx: Firefox Sync se ha conectado a %@

source: Firefox will place things here that you've discovered on the web so you can find your way back to the great articles, videos, bookmarks and other pages
es_mx: Firefox colocará aquí lo que vayas descubriendo por la web para que puedas acceder rápidamente a los mejores artículos, videos, marcadores y muchas otras páginas

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
es_mx: Firefox detendrá la sincronización con tu cuenta, pero no eliminará nada en tu historial de navegación en este dispositivo.

source: Firefox won't remember any of your history or cookies, but new bookmarks will be saved.
es_mx: Firefox no recordará nada de tu historial o cookies, pero los nuevos marcadores se guardarán.

source: Firefox won’t remember any of your history or cookies, but new bookmarks will be saved.
es_mx: Firefox no recordará nada de tu historial o cookies, pero los nuevos marcadores se guardarán.

source: Firefox would like to access your Photos
es_mx: A Firefox le gustaría acceder a tus fotos

source: Folder
es_mx: Carpeta

source: Folder Name
es_mx: Nombre de la carpeta

source: Forward
es_mx: Adelante

source: Get your open tabs, bookmarks, and passwords from your other devices.
es_mx: Obtén tus pestañas abiertas, marcadores y contraseñas de tus otros dispositivos.

source: Get your tabs, bookmarks, and passwords from your other devices.
es_mx: Recupera tus pestañas, marcadores y contraseñas de tus otros dispositivos.

source: Go
es_mx: Ir

source: Go Back
es_mx: Volver

source: Go to copied link
es_mx: Ir al enlace copiado

source: Go to copied link?
es_mx: ¿Ir al enlace copiado?

source: Go to copied URL?
es_mx: ¿Ir a la dirección copiada?

source: %@ has been successfully disconnected.
es_mx: %@ ha sido desconectado exitosamente.

source: Help
es_mx: Ayuda

source: Hide
es_mx: Ocultar

source: Hide Images
es_mx: Ocultar imágenes

source: Highlights
es_mx: Destacados

source: History
es_mx: Historial

source: History will be removed from all your connected devices. This cannot be undone.
es_mx: El historial se eliminará de todos tus dispositivos conectados. Esta acción no puede deshacerse.

source: Home
es_mx: Inicio

source: Homepage
es_mx: Página de inicio

source: Homepage Settings
es_mx: Configuración de la Página de inicio

source: Immediately
es_mx: Inmediatamente

source: Incorrect passcode. Try again.
es_mx: Código de acceso incorrecto. Intentar de nuevo.

source: Incorrect passcode. Try again (Attempts remaining: %d).
es_mx: Código de acceso incorrecto. Intentar de nuevo (Attempts remaining: %d).

source: Increase text size
es_mx: Aumentar tamaño del texto

source: Introductory slide %1$@ of %2$@
es_mx: Diapositiva introductoria %1$@ de %2$@

source: Intro Tour Carousel
es_mx: Introducción al paseo Carousel

source: It may be a misconfiguration or tampering by an attacker. Proceed if you accept the potential risk.
es_mx: Puede ser una mala configuración o una falsificación de un atacante. Sigue adelante si aceptas el riesgo potencial.

source: just now
es_mx: apenas

source: Last modified %@
es_mx: Última modificación %@

source: Last month
es_mx: Último mes

source: Last synced: %@
es_mx: Última sincronización: %@

source: Last week
es_mx: Última semana

source: Learn More
es_mx: Saber más

source: Learn More.
es_mx: Aprender más.

source: Learn more about how Tracking Protection blocks online trackers that collect your browsing data across multiple websites.
es_mx: Más información sobre cómo la protección de rastreo bloquea seguidores en línea que recolectan tus datos de navegación a través de múltiples sitios Web.

source: Licenses
es_mx: Licencias

source: Light
es_mx: Claro

source: Load in Background
es_mx: Cargar en segundo plano

source: Loading content…
es_mx: Cargando contenido…

source: Loading in Firefox
es_mx: Cargando en Firefox

source: Load original page
es_mx: Cargar página original

source: Location
es_mx: Ubicación

source: Log in
es_mx: Ingresar

source: Logins
es_mx: Inicios de sesión

source: Logins will be permanently removed.
es_mx: Los inicios de sesión se eliminarán permanentemente.

source: Logins will be removed from all connected devices.
es_mx: Los inicios de sesión se eliminarán de todos los dispositivos conectados.

source: Log Out
es_mx: Cerrar sesión

source: Log Out?
es_mx: ¿Cerrar sesión?

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
es_mx: Parece que Firefox falló. ¿Te gustaría restablecer tus pestañas?

source: Mail App
es_mx: Aplicación de correo

source: Manage Account & Devices
es_mx: Administrar cuenta y dispositivos

source: Mark as Read
es_mx: Marcar como leído

source: Mark as Unread
es_mx: Marcar como no leído

source: Maximum attempts reached. Please try again in an hour.
es_mx: Máximo de intentos alcanzados. Por favor, intenta en una hora.

source: Maximum attempts reached. Please try again later.
es_mx: Número máximo de intentos alcanzados. Por favor, intenta de nuevo más tarde.

source: Menu
es_mx: Menú

source: Missing error
es_mx: Falta error

source: Missing message
es_mx: Falta mensaje

source: Mobile Bookmarks
es_mx: Marcadores móviles

source: mobile device
es_mx: dispositivo móvil

source: More
es_mx: Más

source: More Info…
es_mx: Más información…

source: more than a month ago
es_mx: hace más de un mes

source: more than a week ago
es_mx: hace más de una semana

source: Mozilla strives to only collect what we need to provide and improve Firefox for everyone.
es_mx: Mozilla lucha por recolectar solo lo necesario para brindar y mejorar Firefox para todos.

source: My Photos
es_mx: Mis fotos

source: Navigation Toolbar
es_mx: Barra de navegación

source: Never
es_mx: Nunca

source: New Folder
es_mx: Nueva carpeta

source: New passcode must be different than existing code.
es_mx: Nuevo código de acceso debe ser diferente que el código existente.

source: New Private Tab
es_mx: Nueva pestaña privada

source: New Private Tab opened
es_mx: Nueva Pestaña Privada abierta

source: New Tab
es_mx: Nueva pestaña

source: New tab: %1$@: %2$@
es_mx: Nueva pestaña: %1$@: %2$@

source: New tab arrived from another device.
es_mx: Nueva pestaña agregada desde otro dispositivo.

source: New tab arrived in %@
es_mx: Se agregó una nueva pestaña en %@

source: New Tab opened
es_mx: Nueva Pestaña abierta

source: New version available
es_mx: Nueva versión disponible

source: Next in-page result
es_mx: Siguiente en la página de resultados

source: Next Page
es_mx: Página siguiente

source: Night Mode
es_mx: Modo nocturno

source: Night Mode Off
es_mx: Apagar modo nocturno

source: No Image Mode
es_mx: No hay modo de imagen

source: No Internet Connection
es_mx: No hay conexión a Internet

source: No logins found
es_mx: No se encontraron inicios de sesión

source: Normal Browsing Mode
es_mx: Modo de navegación normal

source: No tabs
es_mx: Ninguna pestaña

source: Not now
es_mx: Ahora no

source: Not Now
es_mx: Ahora no

source: No tracking elements detected on this page.
es_mx: No se han detectado elementos de rastreo en esta página.

source: Off
es_mx: Apagar

source: Offer to Open Copied Links
es_mx: Ofrecer para abrir enlaces copiados

source: Offline Website Data
es_mx: Datos de sitios web sin conexión

source: OK
es_mx: Aceptar

source: Okay
es_mx: Aceptar

source: On
es_mx: Encender

source: Only HTTP and HTTPS links can be shared.
es_mx: Sólo los enlaces HTTP y HTTPS pueden compartirse.

source: Only when using Tracking Protection
es_mx: Solamente cuando se esté usando Protección de Rastreo

source: Oops! Firefox crashed
es_mx: ¡Ups! Firefox falló

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
es_mx: Abrir artículos en la vista de lectura al tocar el ícono del libro cuando aparece en la barra titular.

source: Open & Fill
es_mx: Abrir & Llenar

source: Open Homepage
es_mx: Abrir página de inicio

source: Open in…
es_mx: Abrir en…

source: Open in Firefox
es_mx: Abrir en Firefox

source: Opening %@
es_mx: Abriendo %@

source: Open in New Private Tab
es_mx: Abrir en una nueva pestaña privada

source: Open In New Private Tab
es_mx: Abrir en una nueva pestaña privada

source: Open in New Tab
es_mx: Abrir en una nueva pestaña

source: Open In New Tab
es_mx: Abrir en una pestaña nueva

source: Open in Private Mode
es_mx: Abrir en modo privado

source: Open in Safari
es_mx: Abrir en Safari

source: Open Last Bookmark
es_mx: Abrir último marcador

source: Open Last Tab
es_mx: Abrir última pestaña

source: Open mail links with
es_mx: Abrir enlaces de correo con

source: Open New Private Tab
es_mx: Abrir nueva pestaña privada

source: Open New Tab
es_mx: Abrir una pestaña nueva

source: Open Selected Tab
es_mx: Abrir pestaña seleccionada

source: Open Settings
es_mx: Abrir configuraciones

source: Open Sync Preferences
es_mx: Abrir preferencias de sincronización

source: Open Tabs
es_mx: Abrir pestañas

source: Organize
es_mx: Organizar

source: Otherwise show in the toolbar
es_mx: Mostrar en la barra de herramientas

source: Page Actions
es_mx: Acciones de la página

source: Page Options Menu
es_mx: Menú de opciones de la página

source: Pages you have visited recently will show up here.
es_mx: Las últimas páginas que visitaste se mostrarán aquí.

source: Panel Chooser
es_mx: Selector de paneles

source: Passcode
es_mx: Código de acceso

source: Passcode For Logins
es_mx: Código para inicios de sesión

source: Passcodes didn't match. Try again.
es_mx: Los códigos de acceso no coinciden. Intenta de nuevo.

source: Passcodes didn’t match. Try again.
es_mx: Los códigos de acceso no coinciden. Intenta de nuevo.

source: password
es_mx: contraseña

source: Password
es_mx: Contraseña

source: Paste
es_mx: Pegar

source: Paste & Go
es_mx: Pegar e ir

source: Personalize your default search engine and more in Settings.
es_mx: Personaliza tu motor de búsqueda predeterminado y más en Configuración.

source: Personalize your Firefox just the way you like in Settings.
es_mx: Personaliza tu Firefox como quieras en los ajustes.

source: Photos
es_mx: Fotos

source: Pick up where you left off
es_mx: Continúa donde lo dejaste

source: Pin to Top Sites
es_mx: Fijar en Favoritos

source: Please allow Firefox to access your device's camera in 'Settings' -> 'Privacy' -> 'Camera'.
es_mx: Permitir que Firefox acceda a la cámara de tu dispositivo en 'Configuración' -> 'Privacidad' -> 'Cámara'.

source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
es_mx: Permite que Firefox acceda a la cámara de tu dispositivo en Configuración -> Privacidad -> Cámara.

source: Please allow Firefox to access your device’s camera in ’Settings’ -> ’Privacy’ -> ’Camera’.
es_mx: Permitir que Firefox acceda a la cámara de tu dispositivo en 'Configuración' -> 'Privacidad' -> 'Cámara'.

source: Please fill all fields correctly.
es_mx: Por favor, llena los campos correctamente.

source: Please open Firefox, go to Settings and sign in to continue.
es_mx: Por favor abre Firefox, ve a configuraciones e ingresa para continuar.

source: Preview
es_mx: Vista previa

source: Preview of %@
es_mx: Vista previa de %@

source: Preview Theme
es_mx: Previsualizar tema

source: Previous in-page result
es_mx: Anterior en la página de resultados

source: Privacy
es_mx: Privacidad

source: Privacy Policy
es_mx: Política de privacidad

source: Private Browsing
es_mx: Navegación privada

source: Private Browsing Mode
es_mx: Modo de navegación privada

source: Private Mode
es_mx: Modo privado

source: Quick-search Engines
es_mx: Motores de búsqueda rápida.

source: Quick-Search Engines
es_mx: Motores de búsqueda rápida

source: read
es_mx: leer

source: Reader Mode available
es_mx: Vista de lectura disponible

source: Reader View
es_mx: Vista de lectura

source: Reading list
es_mx: Lista de lectura

source: Reading List
es_mx: Lista de lectura

source: Recent Bookmarks
es_mx: Marcadores recientes

source: Recently closed
es_mx: Cerradas recientemente

source: Recently Closed
es_mx: Cerradas recientemente

source: Recommended by Pocket
es_mx: Recomendado por Pocket

source: Re-enter passcode
es_mx: Reingresar código de acceso

source: Reload
es_mx: Recargar

source: Reload Page
es_mx: Recargar página
